Repository: albanobattistella/detwinner
Catalog: po/*.po
Languages: nl

source: Find and remove duplicate files and similar images
nl: Zoek vergelijkbare afbeeldingen en duplicaten van en verwijder ze

source: Detwinner is a tool to search and remove exact file duplicates and similar images.
nl: Met Detwinner kun je vergelijkbare afbeeldingen en exacte bestandsduplicaten van zoeken en verwijderen.

source: You can search for either exact duplicates (100% byte-to-byte match is ensured by the special hash function) or similar images (Detwinner generates groups of images that look alike using similarity level specified by you). You can also narrow your search by specifying file size, attributes and regular expressions.
nl: Je kunt zoeken naar exacte duplicaten (100% byte-tot-byte-overeenkomst is gegarandeerd door de speciale hashfunctie) of vergelijkbare afbeeldingen (Detwinner genereert een reeks afbeeldingen die op elkaar lijken op basis van een door jou gekozen vergelijkbaarheidsniveau). Daarnaast kun je zoeken op bestandsgrootte, attributen en reguliere uitdrukkingen.

source: Smart selection tools provide numerous options for batch selection of files which should be deleted. Instant preview allows you to be confident in your choice.
nl: Middels slimme selectiehulpmiddelen kun je aangeven hoe veel bestanden van een reeks moeten worden verwijderd. Daarnaast zie je een voorvertoning van de bestanden.

source: Files can be deleted permanently, to the trash bin or moved to the backup folder.
nl: Je kunt bestanden permanent verwijderen of verplaatsen naar de prullenbak of back-upmap.

source: Find and remove duplicate files
nl: Zoek vergelijkbare bestanden en duplicaten van en verwijder ze

source: disk;filesystem;
nl: schijf;bestandssysteem;

source: Open
nl: Openen

source: Open containing folder
nl: Bijbehorende map openen

source: Exclude from search results
nl: Niet opnemen in zoekresultaten

source: Smart select
nl: Slim selecteren

source: Keep the first in a group
nl: Eerste van de reeks behouden

source: Keep the last in a group
nl: Laatste van de reeks behouden

source: Keep with the earliest modification date
nl: Afbeelding(en) met de verste aanpassingsdatum behouden

source: Keep with the latest modification date
nl: Afbeelding(en) met de recentste aanpassingsdatum behouden

source: Keep with the shortest name
nl: Afbeelding(en) met de korste naam behouden

source: Keep with the longest name
nl: Afbeelding(en) met de langste naam behouden

source: Keep with the shortest path
nl: Afbeelding(en) met het korste pad behouden

source: Keep with the longest path
nl: Afbeelding(en) met het langste pad behouden

source: Keep with the lowest resolution
nl: Afbeelding(en) met de laagste resolutie behouden

source: Keep with the highest resolution
nl: Afbeelding(en) met de hoogste resolutie behouden

source: Select all
nl: Alles selecteren

source: Clear selection
nl: Niets selecteren

source: Invert selection
nl: Selectie omkeren

source: Files with a name
nl: Bestanden met een naam

source: Files in a folder
nl: Bestanden in een map

source: Files with an extension
nl: Bestanden met een extensie

source: Total size of a group
nl: Totale groepsgrootte

source: Size of a single file
nl: Grootte van een los bestand

source: Number of files in a group
nl: Aantal bestanden in een groep

source: Ascending
nl: Oplopend

source: Permanently
nl: Permanent

source: Move to Trash
nl: Verplaatsen naar prullenbak

source: Move to…
nl: Verplaatsen naar…

source: Sort by
nl: Sorteren op

source: Select
nl: Selecteren

source: Delete
nl: Verwijderen

source: New search
nl: Nieuwe zoekopdracht

source: Reload
nl: Herladen

source: Show hidden files
nl: Verborgen bestanden tonen

source: Settings
nl: Instellingen

source: About Detwinner
nl: Over Detwinner

source: Exact duplicates
nl: Exacte duplicaten

source: Similar images
nl: Vergelijkbare afbeeldingen

source: Search for:
nl: Zoeken naar:

source: Start search
nl: Zoeken

source: OK
nl: Oké

source: Cancel
nl: Annuleren

source: File size
nl: Bestandsgrootte

source: Greater than:
nl: Groter dan:

source: Smaller than:
nl: Kleiner dan:

source: File attributes
nl: Bestandsattributen

source: Read only
nl: Alleen-lezen

source: Hidden
nl: Verborgen

source: Executable
nl: Uitvoerbaar

source: Similarity level:
nl: Mate van vergelijkbaarheid:

source: Take rotations into account
nl: Gedraaide afbeeldingen opnemen

source: Neat duplicate file finder
nl: Handig gereedschappen voor het zoeken van duplicaten

source: translator-credits
nl: Heimen Stoffels

source: File with this name already exists. What should we do?
nl: Er is al een bestand met deze naam. Wat wil je doen?

source: Overwrite
nl: Overschrijven

source: Skip
nl: Overslaan

source: Name
nl: Naam

source: Path
nl: Pad

source: Size
nl: Grootte

source: Resolution
nl: Resolutie

source: Updated
nl: Bijgewerkt

source: %1 files, %2 each
nl: %1 bestanden - %2 van elk

source: %1 files, from %2 to %3
nl: %1 bestanden, van %2 tot %3

source: <b>File name:</b>
nl: <b>Bestandsnaam:</b>

source: <b>File size:</b>
nl: <b>Bestandsgrootte:</b>

source: <b>Modified:</b>
nl: <b>Aangepast op:</b>

source: ... only first %1 shown ...
nl: ... alleen de eerste %1 worden getoond ...

source: Invalid regexp
nl: Ongeldige reguliere expressie

source: Search progress
nl: Zoekopdracht

source: Stop
nl: Stoppen

source: Pause
nl: Onderbreken

source: Paused
nl: Onderbroken

source: <b>Stage:</b>
nl: <b>Status:</b>

source: <b>Total files processed:</b>
nl: <b>Totaal aantal verwerkte bestanden:</b>

source: <b>Skipped files:</b>
nl: <b>Overgeslagen bestanden:</b>

source: <b>Duplicates found:</b>
nl: <b>Aantal aangetroffen duplicaten:</b>

source: <b>Time spent:</b>
nl: <b>Verstreken tijd:</b>

source: (1/4) Indexing…
nl: (1/4) Bezig met indexeren…

source: (2/4) Examining images…
nl: (2/4) Bezig met afbeeldingsinspectie…

source: (3/4) Comparing images…
nl: (3/4) Bezig met vergelijken…

source: (4/4) Organizing images…
nl: (4/4) Bezig met indelen…

source: (1/2) Indexing…
nl: (1/2) Bezig met indexeren…

source: (2/2) Comparing…
nl: (2/2) Bezig met vergelijken…

source: %1 of %2
nl: %1 van %2

source: %1 in %2 groups (total size: %3, can be freed: %4)
nl: %1 in %2 groepen (totale grootte: %3 - vrij te maken: %4)

source: Continue
nl: Doorgaan

source: Preparing results…
nl: Bezig met opmaken van balans…

source: Abort
nl: Afbreken

source: Finished.
nl: Afgerond.

source: Close
nl: Sluiten

source: Selecting…
nl: Bezig met selecteren…

source: Remaining %1 duplicates in %2 groups (total size: %3, could be potentially freed: %4)
nl: Resterend: %1 duplicaten in %2 groepen (totale grootte: %3 - vrij te maken: %4)

source: Selected files will be permanently removed. Continue?
nl: De geselecteerde bestanden worden permanent verwijderd. Wil je doorgaan?

source: Warning: you have selected all files in one or more duplicate groups. This means that all these files will be deleted.
nl: Waarschuwing: je hebt alle bestanden geselecteerd in één of meer groepen met duplicaten. Dit betekent dat ze allemaal worden verwijderd.

source: Deleting…
nl: Bezig met verwijderen…

source: Selected files will be moved to trash. Continue?
nl: De geselecteerde bestanden worden verplaatst naar de prullenbak. Wil je doorgaan?

source: Moving to trash…
nl: Bezig met verplaatsen naar prullenbak…

source: Select a backup folder
nl: Kies een back-upmap

source: Moving…
nl: Bezig met verplaatsen…

source: Some of the files could not be deleted
nl: Sommige bestanden kunnen niet worden verwijderd

source: Please verify that sufficient permissions have been granted for your account.
nl: Zorg ervoor dat je gebruikersaccount over de juiste rechten beschikt.

source: <b>File path regexps</b> (%1 in total)
nl: <b>Bestandspad: reguliere expressies</b> (%1 in totaal)
